{
    "en": {
        "1": {
            "title": "Christ was born concert",
            "date": "01/01/0001",
            "description": "In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth",
            "text": "In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin's name was Mary. And he came to her and said: Greetings, O favored one, the Lord is with you!. But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. And the angel said to her: Do not be afraid, Mary, for you have found favor with God. And behold, you will conceive in your womb and bear a son, and you shall call His name Jesus. He will be great and will be called the Son of the Most High. And the Lord God will give to Him the throne of His father David, and He will reign over the house of Jacob forever, and of His kingdom there will be no end. And Mary said to the angel: How will this be, since I am a virgin? And the angel answered her: The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy — the Son of God.",
            "displayInEvents": true
        },
        "2": {
            "title": "Death of Jesus Christ",
            "date": "03/04/0033",
            "description": "Jesus, after being tried and condemned, was crucified at Golgotha, fulfilling the Scriptures concerning the suffering Messiah.",
            "text": "Then Jesus, knowing that all was now finished, said (to fulfill the Scripture), 'I thirst.' A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to His mouth. When Jesus had received the sour wine, He said, 'It is finished,' and He bowed His head and gave up His spirit. Since it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath, the Jews asked Pilate that their legs might be broken and that they might be taken away. But when they came to Jesus and saw that He was already dead, they did not break His legs. But one of the soldiers pierced His side with a spear, and at once there came out blood and water. These things took place that the Scripture might be fulfilled: 'Not one of His bones will be broken.' And again another Scripture says, 'They will look on Him whom they have pierced.'",
            "displayInEvents": true
        },
        "3": {
            "title": "Untold and Unknown Facts About Jesus Christ",
            "date": "18/06/2025",
            "description": "While much is written in the Gospels, some lesser-known aspects of Jesus’ life and mission reveal the depth and mystery of His earthly journey.",
            "text": "Though the Gospels focus on Jesus’ public ministry, many wonder about the years of His life that are unrecorded, often referred to as the 'silent years.' During this time, Jesus likely lived in Nazareth, working as a carpenter and honoring His earthly parents. Ancient tradition suggests He was well-versed in Scripture by a young age, astounding temple teachers at twelve. Jesus spoke multiple languages, including Aramaic, Hebrew, and likely some Greek. His name, 'Yeshua,' means 'Yahweh saves.' While He chose humble beginnings, the depth of His divine nature was often veiled in simplicity. Some early Christian writings outside the canon, such as the Infancy Gospel of Thomas, include legendary accounts of His childhood, though they are not considered Scripture. Ultimately, these lesser-known details only enhance the mystery and majesty of the One who was both fully human and fully divine.",
            "displayInEvents": true
        },
        "4": {
            "3": {
                "title": "Χακούνα Ματατα",
                "date": "18/06/2025",
                "description": "αουα",
                "text": "aoua",
                "displayInEvents": false
            }
        }
    },
    "fr": {
        "1": {
            "title": "Concert de la naissance du Christ",
            "date": "01/01/0001",
            "description": "Au sixième mois, l'ange Gabriel fut envoyé par Dieu dans une ville de Galilée appelée Nazareth",
            "text": "Au sixième mois, l'ange Gabriel fut envoyé par Dieu dans une ville de Galilée appelée Nazareth, à une vierge fiancée à un homme nommé Joseph, de la maison de David. Et le nom de la vierge était Marie. Il vint vers elle et dit : Salut, toi à qui la faveur est accordée, le Seigneur est avec toi ! Mais elle fut très troublée par ces paroles, et tenta de comprendre ce que ce salut pouvait signifier. Et l'ange lui dit : Ne crains pas, Marie, car tu as trouvé grâce auprès de Dieu. Voici, tu concevras dans ton sein et enfanteras un fils, et tu l'appelleras Jésus. Il sera grand et sera appelé le Fils du Très-Haut. Et le Seigneur Dieu lui donnera le trône de son père David, et il règnera sur la maison de Jacob pour toujours, et son règne n'aura pas de fin. Et Marie dit à l'ange : Comment cela se fera-t-il, puisque je suis vierge ? Et l'ange lui répondit : Le Saint-Esprit viendra sur toi, et la puissance du Très-Haut te couvrira de son ombre ; c'est pourquoi l'enfant qui naîtra sera appelé saint — le Fils de Dieu.",
            "displayInEvents": true
        },
        "2": {
            "title": "La mort de Jésus-Christ",
            "date": "03/04/0033",
            "description": "Jésus, après avoir été jugé et condamné, fut crucifié au Golgotha, accomplissant les Écritures concernant le Messie souffrant.",
            "text": "Alors Jésus, sachant que tout était accompli, dit (pour accomplir l'Écriture) : 'J'ai soif.' Un vase rempli de vinaigre se trouvait là, alors ils mirent une éponge remplie de vinaigre sur un brin de hysope et la portèrent à sa bouche. Quand Jésus eut reçu le vinaigre, il dit : 'Tout est accompli,' et il inclina la tête et rendit l'esprit. Comme c'était le jour de la Préparation, et pour que les corps ne restent pas sur la croix pendant le sabbat, les Juifs demandèrent à Pilate que leurs jambes soient brisées et qu'ils soient enlevés. Mais quand ils arrivèrent auprès de Jésus et virent qu'il était déjà mort, ils ne lui cassèrent pas les jambes. Mais un des soldats lui perça le côté avec une lance, et aussitôt en sortit du sang et de l'eau. Ces choses arrivèrent pour que s'accomplisse l'Écriture : 'Aucun de ses os ne sera brisé.' Et encore une autre Écriture dit : 'Ils regarderont celui qu'ils ont percé.'",
            "displayInEvents": true
        },
        "3": {
            "title": "Faits inconnus et méconnus sur Jésus-Christ",
            "date": "18/06/2025",
            "description": "Alors que beaucoup est écrit dans les Évangiles, certains aspects moins connus de la vie et de la mission de Jésus révèlent la profondeur et le mystère de son parcours terrestre.",
            "text": "Bien que les Évangiles se concentrent sur le ministère public de Jésus, beaucoup s'interrogent sur les années de sa vie qui ne sont pas enregistrées, souvent appelées « années silencieuses ». Pendant cette période, Jésus a probablement vécu à Nazareth, travaillant comme charpentier et honorant ses parents terrestres. La tradition ancienne suggère qu'il connaissait bien les Écritures dès son jeune âge, étonnant les enseignants du temple à l'âge de douze ans. Jésus parlait plusieurs langues, notamment l'araméen, l'hébreu et probablement un peu de grec. Son nom, « Yeshua », signifie « Yahweh sauve ». Bien qu'il ait choisi un commencement humble, la profondeur de sa nature divine était souvent voilée par la simplicité. Certains écrits chrétiens anciens hors du canon, tels que l'Évangile de l'Enfance de Thomas, contiennent des récits légendaires de son enfance, bien qu'ils ne soient pas considérés comme des Écritures. En fin de compte, ces détails moins connus ne font qu'accentuer le mystère et la majesté de celui qui était à la fois pleinement humain et pleinement divin.",
            "displayInEvents": true
        },
        "4": {
            "3": {
                "title": "Χακούνα Ματατα",
                "date": "18/06/2025",
                "description": "αουα",
                "text": "aoua",
                "displayInEvents": false
            }
        }
    },
    "el": {
        "1": {
            "title": "Η γέννηση του Χριστού",
            "date": "01/01/0001",
            "description": "Τον έκτο μήνα ο άγγελος Γαβριήλ στάλθηκε από τον Θεό σε μια πόλη της Γαλιλαίας που ονομάζεται Ναζαρέτ",
            "text": "Τον έκτο μήνα ο άγγελος Γαβριήλ στάλθηκε από τον Θεό σε μια πόλη της Γαλιλαίας που ονομάζεται Ναζαρέτ, σε μια παρθένα αρραβωνιασμένη με άνδρα που το όνομά του ήταν Ιωσήφ, από τον οίκο του Δαβίδ. Το όνομα της παρθένου ήταν Μαρία. Και ήλθε σε αυτήν και είπε: Χαίρε, ευλογημένη, ο Κύριος είναι μαζί σου! Εκείνη όμως αναστατώθηκε πολύ με τα λόγια αυτά και προσπάθησε να καταλάβει τι είδους χαιρετισμός ήταν αυτός. Και ο άγγελος της είπε: Μη φοβάσαι, Μαρία, γιατί βρήκες χάρη στον Θεό. Να, θα συλλάβεις και θα γεννήσεις γιο, και θα τον ονομάσεις Ιησού. Αυτός θα είναι μεγάλος και θα ονομαστεί Υιός του Υψίστου. Και ο Κύριος ο Θεός θα του δώσει τον θρόνο του πατέρα του Δαβίδ, και θα βασιλεύσει πάνω στο οίκο του Ιακώβ για πάντα, και η βασιλεία του δεν θα έχει τέλος. Και η Μαρία είπε στον άγγελο: Πώς θα γίνει αυτό αφού είμαι παρθένα; Και ο άγγελος της απάντησε: Το Άγιο Πνεύμα θα έρθει επάνω σου, και η δύναμη του Υψίστου θα σε επισκιάσει· γι’ αυτό το παιδί που θα γεννηθεί θα ονομαστεί άγιο — ο Υιός του Θεού.",
            "displayInEvents": true
        },
        "2": {
            "title": "Ο θάνατος του Ιησού Χριστού",
            "date": "03/04/0033",
            "description": "Ο Ιησούς, αφού δικάστηκε και καταδικάστηκε, σταυρώθηκε στο Γολγοθά, εκπληρώνοντας τις Γραφές που αφορούν τον παθόντα Μεσσία.",
            "text": "Τότε ο Ιησούς, γνωρίζοντας ότι όλα είχαν τελειώσει, είπε (για να εκπληρωθεί η Γραφή), 'Διψώ.' Υπήρχε εκεί ένα αγγείο γεμάτο ξίδι, και έτσι έβαλαν ένα σφουγγάρι γεμάτο με ξίδι σε ένα κλαδί ύσσωπου και το προσέγγισαν στο στόμα Του. Όταν ο Ιησούς πήρε το ξίδι, είπε, 'Τετέλεσται,' και έσκυψε το κεφάλι Του και παρέδωσε το πνεύμα Του. Επειδή ήταν η ημέρα της Προετοιμασίας και για να μην μείνουν τα σώματα στο σταυρό το Σάββατο, οι Ιουδαίοι ζήτησαν από τον Πιλάτο να σπάσουν τα πόδια τους και να τα κατεβάσουν. Αλλά όταν ήρθαν σε τον Ιησού και είδαν ότι είχε ήδη πεθάνει, δεν έσπασαν τα πόδια Του. Αλλά ένας από τους στρατιώτες τον τρύπησε με λόγχη στην πλευρά, και αμέσως βγήκαν αίμα και νερό. Αυτά έγιναν για να εκπληρωθεί η Γραφή: 'Δεν θα σπάσει κανένα από τα κόκαλά Του.' Και πάλι άλλη Γραφή λέει, 'Θα κοιτάξουν αυτόν που τρύπησαν.'",
            "displayInEvents": true
        },
        "3": {
            "title": "Ανεκδοτα και άγνωστα γεγονότα για τον Ιησού Χριστό",
            "date": "18/06/2025",
            "description": "Ενώ πολλά έχουν γραφτεί στα Ευαγγέλια, κάποιες λιγότερο γνωστές πτυχές της ζωής και της αποστολής του Ιησού αποκαλύπτουν το βάθος και το μυστήριο του επίγειου ταξιδιού Του.",
            "text": "Παρότι τα Ευαγγέλια επικεντρώνονται στη δημόσια διακονία του Ιησού, πολλοί αναρωτιούνται για τα χρόνια της ζωής Του που δεν καταγράφηκαν, γνωστά ως «σιωπηλά χρόνια». Κατά την περίοδο αυτή, ο Ιησούς πιθανότατα έζησε στη Ναζαρέτ, δουλεύοντας ως τέκτων και τιμώντας τους επίγειους γονείς Του. Η αρχαία παράδοση υποστηρίζει ότι ήταν καλά εξοικειωμένος με τις Γραφές από μικρή ηλικία, εκπλήσσοντας τους δασκάλους του ναού στα δώδεκά Του χρόνια. Ο Ιησούς μιλούσε πολλές γλώσσες, μεταξύ αυτών Αραμαϊκά, Εβραϊκά και πιθανώς κάποια Ελληνικά. Το όνομά Του, «Γιεσούα», σημαίνει «Ο Κύριος σώζει». Παρόλο που επέλεξε ταπεινή αρχή, το βάθος της θείας Του φύσης ήταν συχνά καλυμμένο με απλότητα. Μερικά πρώιμα χριστιανικά κείμενα εκτός κανόνα, όπως το Ευαγγέλιο της Βρεφικής Ηλικίας του Θωμά, περιλαμβάνουν θρυλικά επεισόδια της παιδικής Του ηλικίας, αν και δεν θεωρούνται Γραφή. Τελικά, αυτές οι λιγότερο γνωστές λεπτομέρειες ενισχύουν το μυστήριο και το μεγαλείο Εκείνου που ήταν πλήρως άνθρωπος και πλήρως θεός.",
            "displayInEvents": true
        },
        "4": {
            "3": {
                "title": "Χακούνα Ματατα",
                "date": "18/06/2025",
                "description": "αουα",
                "text": "aoua",
                "displayInEvents": false
            }
        }
    }
}